{ "version": "https://jsonfeed.org/version/1", "title": "[citation tweeted]", "description": "Yet another geeky person’s unsolicited opinions on technology, politics, and life.", "home_page_url": "http://citationtweeted.com", "feed_url": "http://citationtweeted.com/feed.json", "items": [ { "id": "http://citationtweeted.com/entries/entries/2000-01-01.md.html", "title": "Earlier entry", "content_html": "<h1>Earlier entry</h1> <p>Another test entry.</p>", "url": "http://citationtweeted.com/entries/entries/2000-01-01.md.html" } , { "id": "http://citationtweeted.com/entries/entries/2017-08-09.md.html", "title": "Test entry", "content_html": "<h1>Test entry</h1> <p>This is a test entry for my very simple static blog generator.</p>", "url": "http://citationtweeted.com/entries/entries/2017-08-09.md.html" } , { "id": "http://citationtweeted.com/entries/entries/2017-10-20.md.html", "title": "A liberal's cursory analysis of &quot;The White-Minstrel Show&quot;", "content_html": "<h1>A liberal's cursory analysis of &quot;The White-Minstrel Show&quot;</h1> <p><a href=&quot;http://www.nationalreview.com/article/452910/white-working-class-populism-underclass-anti-elitism-acting-white-incompatible-conservativism&quot;>http://www.nationalreview.com/article/452910/white-working-class-populism-underclass-anti-elitism-acting-white-incompatible-conservativism</a></p> <p>For a long time I have seen parallels between rap and country music. Generally speaking, the biggest fans of country tend not to listen to rap music, and vice versa (though certainly I've met plenty of people in my upper-middle-class circles who do enjoy both). Both are also accused of glorifying irresponsible behavior, yet most listeners of either genre don't actually take the lyrics completely seriously. Whether it's a song about drunken redneck sex in a pickup truck or slinging dope and fucking bitches, the songs are primarily enjoyable, catchy, escapist entertainment that invites those who feel separated from people like themselves into a welcoming, like-minded culture.</p> <p>There's other similarities between hip-hop culture and country culture. Williamson draws parallels between black people accused of &quot;acting white&quot; and white people accused of acting elitist:</p> <blockquote> <p>The parallels to the “acting white” phenomenon in black culture are fairly obvious: When aspiration takes the form of explicit or implicit cultural identification, however partial, with some hated or resented outside group that occupies a notionally superior social position, then “authenticity” is to be found in socially regressive manners, mores, and habits. It is purely reactionary.</p> </blockquote> <p>I think this point is really valuable, although I also find the wording problematic. My main beef with this article stems from phrasing like &quot;socially regressive manners, mores, and habits,&quot; because while there is some truth in those words, I think it paints with an overly broad brush. To use hip-hop as an example, this line smacks of the <a href=&quot;https://genius.com/11665443&quot;>typical conservative bullshit criticizing that genre</a>. As Geraldo says in that sample on Kendrick's &quot;DNA&quot;:</p> <blockquote> <p>This is why I say that hip hop has done more damage to young African Americans than racism in recent years</p> </blockquote> <p>Dismissing another culture as &quot;uncivilized&quot; is an easy way to both end an argument and to drive the other side away from ever agreeing with you. Williamson partially sidesteps the usual hypocrisy right-wing country fans have in their dislike of hip-hop by hedging his statements and ultimately criticizing &quot;regressive&quot; culture whether it exists, black or white.</p> <p>Despite my criticism of this paragraph, I do generally understand and accept the point he's making. The Trump phenomenon absolutely rejects values that help all sorts of humans come together and achieve great things. However, I think it's a generalization that allows him to (later in the article) dismiss without due process the concerns that a group is voicing—just as criticisms of black culture ignore the systemic racism that black culture responds to and defends black people from.</p> <p>Another valuable point Williamson makes is how both Trump and rappers like Tupac are/were actually actors playing characters much unlike themselves, with their fans nonetheless willing to accept. He concedes that he doesn't really know how much cultural damage these &quot;uncivilized&quot; characters do. I would argue that the one point where this analogy breaks down is that unlike gangsta rap, Trump actually ran for president on his character's platform—and won. In my mind, that is far more harmful than either the modern country music star or rapper. But as Williamson states, Trump is fundamentally running on the same <a href=&quot;https://www.urbandictionary.com/define.php?term=fauxthenticity&quot;>fauxthenticity</a> (I thought up that word myself as I wrote this, although Google tells me I'm not the first to coin it).</p> <p>Some rather brilliant quotes:</p> <blockquote> <p>We’ve gone from William F. Buckley Jr. to the gentlemen from Duck Dynasty</p> </blockquote> <blockquote> <p>Shake your head at rap music all you like: When’s the last time you heard a popular country song about finishing up your master’s in engineering at MIT?</p> </blockquote> <blockquote> <p>The populist Right’s abandonment of principle has been accompanied by a repudiation of good taste, achievement, education, refinement, and manners — all of which are abominated as signs of effete “elitism.”</p> </blockquote> <p>Just below that last quote, Williamson also rightfully points out the GOP's hypocrisy in blasting the same traits of Clinton in the 1990s that they give Trump a pass for in the 2010s. I was glad to see him recognize the racism behind how America is responding to the white victims of the opioid epidemic versus the predominantly black victims of previous decades. (As an aside, I think the opioid epidemic is a great example of how economic hopelessness and systemic, inescapable poverty create massive ripple effects that we like to fruitlessly blame on non-economic factors.)</p> <p>More right-wing hypocrisy is found in how &quot;'Get off welfare and get a job!' has been replaced by solicitous talk about 'globalization.'&quot; But Williamson's point is not to say that Republicans have come to the &quot;correct&quot; conclusion, but that they have come to the wrong one. He admits there are both external and internal factors for middle-America's failings, but towards the end as he gives his personal anecdote, he seems fixated on the idea that if lazy people would just fix their internal failings instead of blaming elites, they wouldn't have so many problems.</p> <p>So in a slightly disappointing move, the article eventually circles back to conventional Republican arguments on poverty and inequality. I would argue that better education, universal healthcare, and a whole host of other left-wing social policies would actually put people in a position to make that kind of self-improvement, but that debate's for another day. In the end, we just have another &quot;old-school&quot; Republican, in some ways similar to Arizona's Republican US Senators, whose flawed perspective has been supplanted with an even more flawed perspective. I detest the new perspective, and so do they, but I do not mourn for their old one.</p> <p>Ultimately, Williamson identifies that white America is embracing not simply an anti-elitist viewpoint, but one of anti-intellectualism, where it's more acceptable to pose as white trash than to be yourself if you have traits of a so-called &quot;elite.&quot; In my opinion, conservatives like the author are now reaping what for decades they sowed, but unfortunately the rest of us are also along for the ride.</p>", "url": "http://citationtweeted.com/entries/entries/2017-10-20.md.html" } , { "id": "http://citationtweeted.com/entries/entries/2017-10-23.md.html", "title": "Link: This Is What A 21st-Century Police State Really Looks Like", "content_html": "<h1>Link: This Is What A 21st-Century Police State Really Looks Like</h1> <p><a href=&quot;https://www.buzzfeed.com/meghara/the-police-state-of-the-future-is-already-here&quot;>https://www.buzzfeed.com/meghara/the-police-state-of-the-future-is-already-here</a></p> <p>A fascinating look at China's use of technology to completely control an ethnic group.</p>", "url": "http://citationtweeted.com/entries/entries/2017-10-23.md.html" } , { "id": "http://citationtweeted.com/entries/entries/2018-01-16.md.html", "title": "A few POVs on that Aziz Ansari thing", "content_html": "<h1>A few POVs on that Aziz Ansari thing</h1> <p><a href=&quot;https://babe.net/2018/01/13/aziz-ansari-28355&quot;>A recent viral blog post</a> described one woman's intensely unpleasant hookup with Aziz Ansari, as conveyed to writer Katie Way. The events as described by the author made me feel somewhat sick. From the text, she was uncomfortable with how fast things were progressing, but her repeated physical indications of discomfort only briefly disuaded him. He persisted in pursuing her. But why?</p> <p>First, she didn't want to completely end the encounter. Clearly, she did want to do certain sexual acts, but at a different pace, and not all the same ones he wanted. Some readers latch onto this as proof that consent was present, and therefore the whole thing must be a non-story. However, consent for certain acts at certain times does not necessarily mean consent for similar acts at similar times. That doesn't mean one necessarily has to narrate every little action to gauge approval, but it does mean carefully reading the other person's physical response as you go.</p> <p>Second, silence, freezing, and a lack of response are extremely common automatic responses for many people in these sorts of situations. Sure, if she had been very vocal and descriptive about how uncomfortable she felt,</p> <p>Our first opinion piece is <a href=&quot;https://www.theatlantic.com/entertainment/archive/2018/01/aziz-ansari-and-the-paradox-of-no/550556/&quot;>&quot;Aziz Ansari and the Paradox of ‘No’&quot;</a>.</p> <blockquote> <p>Much of the immediate backlash against the Ansari story, then, frames Grace as a kind of walking paradox, simultaneously empowered and weak: Here she is, those framings suggest, the beneficiary of feminism’s hard-fought sexual freedoms, allowing herself, again and again, to be objectified. And, further—here the backlash attempts to locate the story within the current #MeToo movement, and to ironize its premise—to be willingly victimized.</p> </blockquote> <blockquote> <p>...</p> </blockquote> <blockquote> <p>Those criticisms minimize, however, the messily human complications that whisper their way, stubbornly sotto voce, into our lingering sexual scripts. There is the threat, for one thing—always—of a sexual encounter escalating into violence. But there is also the fact that the women of today live within the exhaust of longstanding demands on femininity: that women be pleasing. That they be compliant. That they be nice. That they avoid, in sexual encounters as in so many other kinds, making things awkward. “No” is, in theory, available to anyone, at any time; in practice, however, it is a word of last resort—a word of legality. A word of transaction. A word in which progress collides with reticence: Everyone should be able to say it, but no one really wants to.</p> </blockquote> <p>Author Megan Garber responds to those arguing that #metoo criminalizes sex:</p> <blockquote> <p>The Ansari story, as it happens, was published during the arrival of a long-anticipated backlash against this version of #MeToo—backlash that has manifested not just as a concern about the welfare of men, but, indeed, as a concern about the fate of Eros himself.</p> </blockquote> <blockquote> <p>...</p> </blockquote> <blockquote> <p>The hand is allowed to remain on the knee, or it is swatted away. The kiss is accepted, or it is rejected. Those framings treat flirtation as a contest of wills: a game, but a game in which the competitors are not on the same team. Those framings, themselves, forget the empathy stuff: the fact that flirting—and romance, and relationships in general—can succeed only when their participants are, in every way, in it together. There is, after all, an extremely simple answer to the anxieties raised by Eros’s army: Listen. Read the room. It’s only fun if we’re both having fun.</p> </blockquote> <p>Speaking personally, I (very much) enjoy sex that is communicative, enthusiastic, and accepting of what my partner does or doesn't want in the moment—and she feels and does the same to me. It doesn't mean you can't try something new, but listen to and look at your partner, and if you're not sure how it's making them feel, just ask! Sometimes you try something that's not unpleasant, but doesn't do anything for them, and taking silence as a green light means you won't get around to trying something else that actually feels good for them!</p> <p>Next is <a href=&quot;https://www.theatlantic.com/entertainment/archive/2018/01/the-humiliation-of-aziz-ansari/550541/&quot;>&quot;The Humiliation of Aziz Ansari&quot;</a>. On the <em>Babe</em> article, Caitlin Flanagan says:</p> <blockquote> <p>The world in which it constituted an episode of sexual assault was so far from my own two experiences of near date rape (which took place, respectively, during the Carter and Reagan administrations, roughly between the kidnapping of the Iran hostages and the start of the Falklands War) that I just couldn’t pick up the tune. But, like the recent New Yorker story “Cat Person”—about a soulless and disappointing hookup between two people who mostly knew each other through texts—the account has proved deeply resonant and meaningful to a great number of young women, who have responded in large numbers on social media, saying that it is frighteningly and infuriatingly similar to crushing experiences of their own. It is therefore worth reading and, in its way, is an important contribution to the present conversation.</p> </blockquote> <p>There's value in identifying that, however you want to categorize his actions, they are far more subtle and less severe than those of, say, Weinstein. Much like Louis CK's actions were bad but far less bad than Harvey Weinstein's actions, Aziz's actions were far less bad than Louis'. The value in doing so is not to diminish his actions, but to optimistically realize that it's easier to learn from and fix that kind of behavior.</p> <p>At this point, it's worth summarizing some of the issues each side of this debate has with the other. The pro-him side believes the others are abusing the #metoo movement to create &quot;3,000 words of revenge porn&quot; while using their white priviledge &quot;to open fire on brown-skinned men.&quot; Bari Weiss argues <a href=&quot;https://www.nytimes.com/2018/01/15/opinion/aziz-ansari-babe-sexual-harassment.html&quot;>that this woman didn't verbally communicate enough,</a> saying that &quot;Aziz Ansari sounds as if he were aggressive and selfish and obnoxious that night,&quot; but that radical young feminists are (to paraphrase Flanagan) using their temporarily dangerous power to destroy these harmless men.</p> <p>The pro-her side would argue that the pro-him side is expecting too little of men, perpetuating &quot;boys will be boys&quot; as long as the boys aren't being toooo aggressive. They argue that women can't always be as tough as the 'old-school' feminists prescribe, and that they're not putting up with aggressive behavior anymore. The pro-her side believes they're being unfairly demonized by those who just don't understand why and how the younger generation wants to change the culture of sex—not to condemn sex or flirting but to change the circumstances in which we engage in it, setting appropriate boundaries and, yes, using enthusiastic consent to benchmark sex while still keeping it fast, exciting, and enjoyable for all rather than just one.</p> <p>Ultimately, I don't really feel like trying to categorize Aziz's actions as assault, because using the terminology of law to define morality is super backwards. But I'm comfortable saying that, in this instance, he was a bit manipulative, and selectively (and probably unconsciously thanks to culture) focused on the aspects of the sexual encounter that made it seem more consensual than it was. Consent can sometimes look like a spectrum, but really, non-consent is just a phenomenon that sometimes is &quot;oh, I kinda wish you'd not do that&quot; and other times is &quot;STOP RIGHT NOW YOU FUCKING FUCK.&quot; People sometimes err on the eager side when they should be cautious. And if culture can change such that men are less power-grabbing, the women who have a bad experience like this one should be empowered to tell men what they really want, because no, we can't read minds.</p> <p>Some people, after this whole debacle, hate Aziz and think he's a piece of shit. As biased as I am having enjoyed much of his art over the years, this situation didn't make me hate him. He's a bit more of a problematic messenger now, seeing as much of his work is about how to be a good person when engaging in sex and relationships. But just as I believe &quot;Grace's&quot; story, I believe Aziz when he says he didn't realize how uncomfortable &quot;Grace&quot; felt. And I think this is a great learning experience for everyone, because even though lots of men read the story and thought &quot;wtf? theres no story here gtfo&quot; there's probably a bunch who thought &quot;wow, I guess it's really important to think about this kinda stuff because women might not always hold out a neon sign saying 'I'm uncomfortable' whenever I do something that's a bit wrong.&quot; I think the best thing we can gain from #metoo is learning. We can mistake that for thinking the purpose of #metoo is outrage when, certainly, plenty of men show no desire to learn. But those receptive to new information and changing their worldview will be the biggest gain from this movement, even more than whatever is gained when some famous person gets outed as a piece of shit and has to go cry on the pile of money they got before being fired.</p> <p>Here's a really good Twitter thread on reconciling outrage with growth, but first, another interesting and IMO really really good hot take from <a href=&quot;https://jezebel.com/babe-what-are-you-doing-1822114753&quot;>Jezebel</a>.</p> <blockquote class=&quot;twitter-tweet&quot; data-lang=&quot;en&quot;><p lang=&quot;en&quot; dir=&quot;ltr&quot;>The Aziz Ansari stuff is a perfect demonstration of how rape culture works and how men are socialized to feel entitled to sex. No, there was no rape, but this thing where men pester women for sex and don&#39;t let up, even when it&#39;s clear she isn&#39;t into it, IS RAPE CULTURE.</p>&mdash; Meghan Murphy (@MeghanEMurphy) <a href=&quot;https://twitter.com/MeghanEMurphy/status/952699346138492928?ref_src=twsrc%5Etfw&quot;>January 15, 2018</a></blockquote> <blockquote class=&quot;twitter-tweet&quot; data-conversation=&quot;none&quot; data-lang=&quot;en&quot;><p lang=&quot;en&quot; dir=&quot;ltr&quot;>We all see this behaviour as &#39;normal&#39; BECAUSE IT IS NORMAL. It is completely normal for men to push and prod and pester and whine and coerce women into sex. The goal is to &#39;get&#39; sex regardless of what she wants. Men have learned this is an acceptable way to relate to women.</p>&mdash; Meghan Murphy (@MeghanEMurphy) <a href=&quot;https://twitter.com/MeghanEMurphy/status/952699846787350528?ref_src=twsrc%5Etfw&quot;>January 15, 2018</a></blockquote> <blockquote class=&quot;twitter-tweet&quot; data-conversation=&quot;none&quot; data-lang=&quot;en&quot;><p lang=&quot;en&quot; dir=&quot;ltr&quot;>Like, no one is trying to put the dude in jail. Women are trying to explain what it feels like to be on the other end of this behaviour constantly. And we&#39;re trying to explain how this behaviour connects to patriarchy and rape culture.</p>&mdash; Meghan Murphy (@MeghanEMurphy) <a href=&quot;https://twitter.com/MeghanEMurphy/status/952700190774853633?ref_src=twsrc%5Etfw&quot;>January 15, 2018</a></blockquote> <blockquote class=&quot;twitter-tweet&quot; data-conversation=&quot;none&quot; data-lang=&quot;en&quot;><p lang=&quot;en&quot; dir=&quot;ltr&quot;>What is behind rape culture is male entitlement, the view that women are objects/things that exist for male pleasure, and the idea that male pleasure is more important than female comfort (or pleasure).</p>&mdash; Meghan Murphy (@MeghanEMurphy) <a href=&quot;https://twitter.com/MeghanEMurphy/status/952700568027348992?ref_src=twsrc%5Etfw&quot;>January 15, 2018</a></blockquote> <blockquote class=&quot;twitter-tweet&quot; data-conversation=&quot;none&quot; data-lang=&quot;en&quot;><p lang=&quot;en&quot; dir=&quot;ltr&quot;>The whole POINT of <a href=&quot;https://twitter.com/hashtag/metoo?src=hash&amp;ref_src=twsrc%5Etfw&quot;>#metoo</a> is really that almost ALL men do this. The point is that this is how ALL men are socialized to behave towards women. We don&#39;t see it as harmful because we&#39;ve naturalized it. This is a cultural problem.</p>&mdash; Meghan Murphy (@MeghanEMurphy) <a href=&quot;https://twitter.com/MeghanEMurphy/status/952700916724936704?ref_src=twsrc%5Etfw&quot;>January 15, 2018</a></blockquote> <blockquote class=&quot;twitter-tweet&quot; data-conversation=&quot;none&quot; data-lang=&quot;en&quot;><p lang=&quot;en&quot; dir=&quot;ltr&quot;>&quot;Good men&quot; I know behave or have behaved like this MANY TIMES. Think about how so many men behave in relationships with or marriages to women? This thing where it&#39;s totally normal for men to pester &amp; try to coerce or guilt women into sex shows how deeply ingrained rape culture is</p>&mdash; Meghan Murphy (@MeghanEMurphy) <a href=&quot;https://twitter.com/MeghanEMurphy/status/952701506217656320?ref_src=twsrc%5Etfw&quot;>January 15, 2018</a></blockquote> <blockquote class=&quot;twitter-tweet&quot; data-conversation=&quot;none&quot; data-lang=&quot;en&quot;><p lang=&quot;en&quot; dir=&quot;ltr&quot;>Like, I have no interest in Ansari being fired, in preventing him from working, in painting him as a criminal. At ALL. What I WANT is for men to stop this behaviour, to understand it is not an ok way to treat women, and to understand how it feels to be on the other end of that.</p>&mdash; Meghan Murphy (@MeghanEMurphy) <a href=&quot;https://twitter.com/MeghanEMurphy/status/952702094548418561?ref_src=twsrc%5Etfw&quot;>January 15, 2018</a></blockquote> <blockquote class=&quot;twitter-tweet&quot; data-conversation=&quot;none&quot; data-lang=&quot;en&quot;><p lang=&quot;en&quot; dir=&quot;ltr&quot;>And if we&#39;re ever going to successfully address rape culture, we need to talk about exactly this — how &#39;normal&#39; men behave ALL THE TIME.</p>&mdash; Meghan Murphy (@MeghanEMurphy) <a href=&quot;https://twitter.com/MeghanEMurphy/status/952702251189002243?ref_src=twsrc%5Etfw&quot;>January 15, 2018</a></blockquote> ", "url": "http://citationtweeted.com/entries/entries/2018-01-16.md.html" } ] }
